{
  "date": "2026-01-31",
  "zh": [
    "衛廣法修正三讀 NCC：無回溯條款 中天不適用",
    "新北市長選戰吳子嘉：「這人」態度恐讓蘇巧慧反超李四川| 政治",
    "許智傑拋改名「台灣台北101」 蔣萬安問：不然在哪裡？ | 政治 | 要聞",
    "拒絕最後通牒！伊硬槓川普 美斬首選項曝光 盧比歐嗆哈梅內伊「後繼無人」",
    "快訊／創立法院史上首次！ 預算會期「總預算一字未審」",
    "10年已44例！北市7旬翁漢他病毒亡 疾管署：捕獲4隻鼠「2隻陽性」",
    "台中驚傳3歲、8歲男童身亡生母涉嫌餵不明藥物| 社會萬象| 社會",
    "為北宜高開槓！張景森搬「他」打臉陳世凱：快追蹤我臉書- 政治",
    "抖音、小紅書等列高資安風險App 教育部：學術網路、iTaiwan禁用",
    "寶可夢皮卡丘惹火中國大陸 靖國神社活動下架",
    "ICE連殺2人全美怒了！「邊境沙皇」空降明州救火：會留到問題解決",
    "美國政府又要停擺？國會協商卡關",
    "南韓國會擋關稅慘了？韓緊急赴美會商無成果",
    "台銀「白銀龍條塊」首見斷貨！ 貴金屬飆漲被掃光",
    "特斯拉 Model S/Model X 確定停產 當年降價 340 萬元車主被酸「盤子」",
    "快訊／黃仁勳剛抵台就森77？駁斥「這」假消息 反問放話者用意何在",
    "百萬年薪成買房門票？全台房價失控、台北超嚴重難怪央行不鬆手- 房市",
    "對抗記憶體漲價 這回要靠微軟了 優化Windows 11記憶體佔用",
    "打電動也能抗老？研究證實：玩挑戰性遊戲可讓大腦年輕 4 歲， 但有個關鍵前提",
    "銀河系驚現「冰凍版新適居行星」 面積、公轉週期與地球相似"
  ],
  "en": [
    "Justice Department releases millions of pages of documents in Epstein investigation",
    "Coast Guard conducts search following EPIRB activation from fishing vessel off New England coast",
    "ICE eyeing Ohio next, where it is expected to target Haitian immigrants",
    "Justice Department defends Tulsi Gabbard’s presence at Atlanta election search",
    "Demonstrations against ICE continue in Denver",
    "Agencies prepare for partial shutdown, as lawmakers look to minimize its impact",
    "Trump Administration Live Updates: Senate Passes Spending Package but Partial Shutdown Looms",
    "Texas May Be Losing Its Grip as America’s Fastest-Growing State",
    "Husband who had affair with au pair testifies on killings of wife, another man: \"Hoping to de-escalate the situation\"",
    "Trump’s Lawsuit Against I.R.S. Creates ‘Enormous Conflict of Interest’",
    "Israel reopening Gaza’s border crossing with Egypt on Sunday after long closure",
    "Son of Norway crown princess to stand trial for allegedly raping 4 women",
    "Israel accepts health authorities’ Gaza death toll is broadly accurate, saying 70,000 have died",
    "Scoop: Saudi defense minister says Trump not bombing Iran would embolden regime",
    "Stock Market News, Jan. 30, 2026: Silver Plunges, Nasdaq Falls Following Trump Fed Pick",
    "Three reasons for the record rise in gold prices, and one why they are falling",
    "Exclusive | Trump Picks Veteran Staffer to Head Bureau of Labor Statistics",
    "Eli Lilly CEO says Medicare coverage of obesity drugs could 'change the game' for upcoming pill launch",
    "The TV industry finally concedes that the future may not be in 8K",
    "Google adds Video Overviews to NotebookLM app on Android, iOS"
  ],
  "articles_zh": [
    {
      "title": "人工智慧的發展與未來",
      "content": "人工智慧技術近年來取得了突破性的進展。從語音辨識到自然語言處理，從電腦視覺到自動駕駛，AI正在改變我們生活的方方面面。專家預測，未來十年內，人工智慧將會更深入地融入我們的日常生活，帶來更多便利的同時，也將帶來新的挑戰和機遇。"
    }
  ],
  "articles_en": [
    {
      "title": "The Future of Artificial Intelligence",
      "content": "Artificial intelligence has made remarkable progress in recent years. From speech recognition to natural language processing, from computer vision to autonomous driving, AI is transforming every aspect of our lives. Experts predict that in the next decade, artificial intelligence will become even more integrated into our daily routines, bringing both new conveniences and challenges."
    }
  ]
}